Repository: tuot/RawBack
Catalog: RawBack/Shared (App)/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, id, it, ja, ko, nl, pl, pt_br, pt_pt, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Allow RawBack to access GitHub, GitLab, and other supported sites.
cs: Povolte RawBack přístup ke GitHubu, GitLabu a dalším podporovaným webům.
de: Erlauben Sie RawBack den Zugriff auf GitHub, GitLab und andere unterstützte Websites.
es: Permite que RawBack acceda a GitHub, GitLab y otros sitios compatibles.
fr: Autorisez RawBack à accéder à GitHub, GitLab et aux autres sites pris en charge.
id: Izinkan RawBack mengakses GitHub, GitLab, dan situs lain yang didukung.
it: Consenti a RawBack di accedere a GitHub, GitLab e altri siti supportati.
ja: GitHub、GitLabなどの対応サイトへのアクセスを許可します。
ko: GitHub, GitLab 등 지원되는 사이트 접근을 허용합니다.
nl: Sta RawBack toe GitHub, GitLab en andere ondersteunde sites te openen.
pl: Zezwól RawBack na dostęp do GitHub, GitLab i innych obsługiwanych witryn.
pt_br: Permita que o RawBack acesse GitHub, GitLab e outros sites compatíveis.
pt_pt: Permita que o RawBack aceda ao GitHub, GitLab e outros sites suportados.
ru: Разрешите RawBack доступ к GitHub, GitLab и другим поддерживаемым сайтам.
sv: Tillåt RawBack att komma åt GitHub, GitLab och andra webbplatser som stöds.
tr: RawBack’in GitHub, GitLab ve diğer desteklenen sitelere erişmesine izin verin.
uk: Дозвольте RawBack доступ до GitHub, GitLab та інших підтримуваних сайтів.
vi: Cho phép RawBack truy cập GitHub, GitLab và các trang được hỗ trợ khác.
zh_hans: 允许 RawBack 访问 GitHub、GitLab 等支持的网站。
zh_hant: 允許 RawBack 存取 GitHub、GitLab 和其他支援的網站。

source: Allow website access
cs: Povolit přístup k webům
de: Website-Zugriff erlauben
es: Permite el acceso a sitios web
fr: Autoriser l’accès aux sites web
id: Izinkan akses situs web
it: Consenti accesso ai siti web
ja: Webサイトアクセスを許可
ko: 웹 사이트 접근 허용
nl: Websitetoegang toestaan
pl: Zezwól na dostęp do witryn
pt_br: Permitir acesso a sites
pt_pt: Permitir acesso a sites
ru: Разрешите доступ к сайтам
sv: Tillåt webbplatsåtkomst
tr: Web sitesi erişimine izin ver
uk: Дозволити доступ до сайтів
vi: Cho phép truy cập trang web
zh_hans: 允许网站访问
zh_hant: 允許網站存取

source: Check Safari extension settings
cs: Zkontrolujte nastavení rozšíření Safari
de: Safari-Erweiterungseinstellungen prüfen
es: Revisa los ajustes de extensiones de Safari
fr: Vérifier les réglages des extensions Safari
id: Periksa pengaturan ekstensi Safari
it: Controlla le impostazioni delle estensioni di Safari
ja: Safari拡張機能設定を確認
ko: Safari 확장 프로그램 설정 확인
nl: Controleer Safari-extensie-instellingen
pl: Sprawdź ustawienia rozszerzeń Safari
pt_br: Verifique os ajustes da extensão do Safari
pt_pt: Verificar definições da extensão do Safari
ru: Проверьте настройки расширений Safari
sv: Kontrollera Safari-tilläggsinställningar
tr: Safari genişletme ayarlarını kontrol edin
uk: Перевірте налаштування розширень Safari
vi: Kiểm tra cài đặt phần mở rộng Safari
zh_hans: 检查 Safari 扩展设置
zh_hant: 檢查 Safari 擴充功能設定

source: Enable RawBack
cs: Zapnout RawBack
de: RawBack aktivieren
es: Activa RawBack
fr: Activer RawBack
id: Aktifkan RawBack
it: Abilita RawBack
ja: RawBackを有効にする
ko: RawBack 활성화
nl: RawBack inschakelen
pl: Włącz RawBack
pt_br: Ativar RawBack
pt_pt: Ativar RawBack
ru: Включите RawBack
sv: Aktivera RawBack
tr: RawBack’i etkinleştir
uk: Увімкнути RawBack
vi: Bật RawBack
zh_hans: 启用 RawBack
zh_hant: 啟用 RawBack

source: Find RawBack in the extension list and turn it on.
cs: Najděte RawBack v seznamu rozšíření a zapněte ho.
de: Suchen Sie RawBack in der Erweiterungsliste und aktivieren Sie es.
es: Busca RawBack en la lista de extensiones y actívalo.
fr: Trouvez RawBack dans la liste des extensions et activez-le.
id: Temukan RawBack di daftar ekstensi lalu aktifkan.
it: Trova RawBack nell’elenco delle estensioni e attivalo.
ja: 拡張機能一覧でRawBackを見つけてオンにします。
ko: 확장 프로그램 목록에서 RawBack을 찾아 켭니다.
nl: Zoek RawBack in de extensielijst en schakel het in.
pl: Znajdź RawBack na liście rozszerzeń i włącz je.
pt_br: Encontre o RawBack na lista de extensões e ative-o.
pt_pt: Encontre o RawBack na lista de extensões e ative-o.
ru: Найдите RawBack в списке расширений и включите его.
sv: Hitta RawBack i tilläggslistan och slå på det.
tr: Genişletme listesinde RawBack’i bulun ve açın.
uk: Знайдіть RawBack у списку розширень і ввімкніть його.
vi: Tìm RawBack trong danh sách phần mở rộng và bật lên.
zh_hans: 在扩展列表中找到 RawBack，并打开开关。
zh_hant: 在擴充功能列表中找到 RawBack 並將它開啟。

source: Follow the steps above to enable the Safari extension.
cs: Podle kroků výše zapněte rozšíření Safari.
de: Folgen Sie den Schritten oben, um die Safari-Erweiterung zu aktivieren.
es: Sigue los pasos anteriores para activar la extensión de Safari.
fr: Suivez les étapes ci-dessus pour activer l’extension Safari.
id: Ikuti langkah di atas untuk mengaktifkan ekstensi Safari.
it: Segui i passaggi sopra per abilitare l’estensione Safari.
ja: 上の手順に従ってSafari拡張機能を有効にしてください。
ko: 위 단계를 따라 Safari 확장 프로그램을 활성화하세요.
nl: Volg de stappen hierboven om de Safari-extensie in te schakelen.
pl: Wykonaj powyższe kroki, aby włączyć rozszerzenie Safari.
pt_br: Siga as etapas acima para ativar a extensão do Safari.
pt_pt: Siga os passos acima para ativar a extensão do Safari.
ru: Следуйте шагам выше, чтобы включить расширение Safari.
sv: Följ stegen ovan för att aktivera Safari-tillägget.
tr: Safari genişletmesini etkinleştirmek için yukarıdaki adımları izleyin.
uk: Виконайте наведені вище кроки, щоб увімкнути розширення Safari.
vi: Làm theo các bước trên để bật phần mở rộng Safari.
zh_hans: 请按上方步骤启用 Safari 扩展。
zh_hant: 依照上述步驟啟用 Safari 擴充功能。

source: Jump from raw files back to their repositories.
cs: Vracejte se ze souborů raw zpět do jejich repozitářů.
de: Springen Sie von Raw-Dateien zurück zu ihren Repositorys.
es: Vuelve de archivos raw a sus repositorios.
fr: Revenez des fichiers raw vers leurs dépôts.
id: Kembali dari file raw ke repositorinya.
it: Torna dai file raw ai rispettivi repository.
ja: Rawファイルからリポジトリページへ戻ります。
ko: Raw 파일에서 저장소 페이지로 돌아갑니다.
nl: Ga van raw-bestanden terug naar hun repository's.
pl: Wracaj z plików raw do ich repozytoriów.
pt_br: Volte dos arquivos raw para seus repositórios.
pt_pt: Volte dos ficheiros raw para os respetivos repositórios.
ru: Возврат от raw-файлов к их репозиториям.
sv: Gå från raw-filer tillbaka till deras repositoryn.
tr: Raw dosyalardan depolarına geri dönün.
uk: Переходьте з raw-файлів назад до їхніх репозиторіїв.
vi: Đi từ tệp raw về lại kho chứa của chúng.
zh_hans: 从 Git raw 文件页面一键回到对应仓库页面。
zh_hant: 從 raw 檔案回到其儲存庫。

source: Open Safari Extensions from the button below.
cs: Otevřete rozšíření Safari tlačítkem níže.
de: Öffnen Sie die Safari-Erweiterungen über die Schaltfläche unten.
es: Abre Extensiones de Safari con el botón inferior.
fr: Ouvrez les extensions Safari avec le bouton ci-dessous.
id: Buka Ekstensi Safari dari tombol di bawah.
it: Apri le estensioni di Safari con il pulsante qui sotto.
ja: 下のボタンからSafari拡張機能設定を開きます。
ko: 아래 버튼으로 Safari 확장 프로그램 설정을 엽니다.
nl: Open Safari-extensies met de knop hieronder.
pl: Otwórz rozszerzenia Safari przyciskiem poniżej.
pt_br: Abra as extensões do Safari pelo botão abaixo.
pt_pt: Abra as Extensões do Safari com o botão abaixo.
ru: Откройте расширения Safari кнопкой ниже.
sv: Öppna Safari-tillägg med knappen nedan.
tr: Aşağıdaki düğmeden Safari Genişletmeleri’ni açın.
uk: Відкрийте розширення Safari кнопкою нижче.
vi: Mở Phần mở rộng Safari bằng nút bên dưới.
zh_hans: 点击下方按钮打开 Safari 扩展设置。
zh_hant: 從下方按鈕開啟 Safari 擴充功能。

source: Open Safari settings
cs: Otevřít nastavení Safari
de: Safari-Einstellungen öffnen
es: Abre los ajustes de Safari
fr: Ouvrir les réglages de Safari
id: Buka pengaturan Safari
it: Apri impostazioni Safari
ja: Safari設定を開く
ko: Safari 설정 열기
nl: Safari-instellingen openen
pl: Otwórz ustawienia Safari
pt_br: Abrir ajustes do Safari
pt_pt: Abrir definições do Safari
ru: Откройте настройки Safari
sv: Öppna Safari-inställningar
tr: Safari ayarlarını aç
uk: Відкрити налаштування Safari
vi: Mở cài đặt Safari
zh_hans: 打开 Safari 设置
zh_hant: 開啟 Safari 設定

source: Open Safari settings to confirm RawBack is enabled.
cs: Otevřete nastavení Safari a potvrďte, že je RawBack zapnutý.
de: Öffnen Sie die Safari-Einstellungen, um zu prüfen, ob RawBack aktiviert ist.
es: Abre los ajustes de Safari para confirmar que RawBack está activado.
fr: Ouvrez les réglages Safari pour confirmer que RawBack est activé.
id: Buka pengaturan Safari untuk memastikan RawBack aktif.
it: Apri le impostazioni di Safari per confermare che RawBack sia abilitato.
ja: Safari設定を開き、RawBackが有効か確認してください。
ko: Safari 설정을 열어 RawBack이 활성화되어 있는지 확인하세요.
nl: Open Safari-instellingen om te bevestigen dat RawBack is ingeschakeld.
pl: Otwórz ustawienia Safari, aby potwierdzić, że RawBack jest włączone.
pt_br: Abra os ajustes do Safari para confirmar que o RawBack está ativado.
pt_pt: Abra as definições do Safari para confirmar que o RawBack está ativo.
ru: Откройте настройки Safari и убедитесь, что RawBack включен.
sv: Öppna Safari-inställningar för att bekräfta att RawBack är aktiverat.
tr: RawBack’in etkin olduğunu doğrulamak için Safari ayarlarını açın.
uk: Відкрийте налаштування Safari, щоб підтвердити, що RawBack увімкнено.
vi: Mở cài đặt Safari để xác nhận RawBack đã bật.
zh_hans: 打开 Safari 设置，确认 RawBack 已启用。
zh_hant: 開啟 Safari 設定以確認 RawBack 已啟用。

source: Open Settings and choose Safari.
cs: Otevřete Nastavení a vyberte Safari.
de: Öffnen Sie Einstellungen und wählen Sie Safari.
es: Abre Ajustes y elige Safari.
fr: Ouvrez Réglages, puis choisissez Safari.
id: Buka Pengaturan dan pilih Safari.
it: Apri Impostazioni e scegli Safari.
ja: 設定アプリを開き、Safariを選択します。
ko: 설정 앱을 열고 Safari를 선택합니다.
nl: Open Instellingen en kies Safari.
pl: Otwórz Ustawienia i wybierz Safari.
pt_br: Abra Ajustes e escolha Safari.
pt_pt: Abra Definições e escolha Safari.
ru: Откройте Настройки и выберите Safari.
sv: Öppna Inställningar och välj Safari.
tr: Ayarlar’ı açın ve Safari’yi seçin.
uk: Відкрийте Параметри та виберіть Safari.
vi: Mở Cài đặt và chọn Safari.
zh_hans: 打开系统“设置”，进入“Safari 浏览器”。
zh_hant: 開啟「設定」並選擇 Safari。

source: Quit and Open Safari Preferences...
cs: Ukončit a otevřít předvolby Safari...
de: Beenden und Safari-Einstellungen öffnen...
es: Salir y abrir Preferencias de Safari...
fr: Quitter et ouvrir les préférences Safari...
id: Keluar dan Buka Preferensi Safari...
it: Esci e apri Preferenze Safari...
ja: 終了してSafari環境設定を開く...
ko: 종료하고 Safari 환경설정 열기...
nl: Stop en open Safari-voorkeuren...
pl: Zamknij i otwórz preferencje Safari...
pt_br: Encerrar e abrir Preferências do Safari...
pt_pt: Sair e abrir Preferências do Safari...
ru: Выйти и открыть настройки Safari...
sv: Avsluta och öppna Safari-inställningar...
tr: Çık ve Safari Tercihleri’ni Aç...
uk: Закрити й відкрити параметри Safari...
vi: Thoát và mở Tùy chọn Safari...
zh_hans: 退出并打开 Safari 偏好设置...
zh_hant: 結束並開啟 Safari 偏好設定...

source: Quit and Open Safari Settings...
cs: Ukončit a otevřít nastavení Safari...
de: Beenden und Safari-Einstellungen öffnen...
es: Salir y abrir Ajustes de Safari...
fr: Quitter et ouvrir les réglages Safari...
id: Keluar dan Buka Pengaturan Safari...
it: Esci e apri Impostazioni Safari...
ja: 終了してSafari設定を開く...
ko: 종료하고 Safari 설정 열기...
nl: Stop en open Safari-instellingen...
pl: Zamknij i otwórz ustawienia Safari...
pt_br: Encerrar e abrir Ajustes do Safari...
pt_pt: Sair e abrir Definições do Safari...
ru: Выйти и открыть настройки Safari...
sv: Avsluta och öppna Safari-inställningar...
tr: Çık ve Safari Ayarları’nı Aç...
uk: Закрити й відкрити налаштування Safari...
vi: Thoát và mở Cài đặt Safari...
zh_hans: 退出并打开 Safari 设置...
zh_hant: 結束並開啟 Safari 設定...

source: RawBack is enabled
cs: RawBack je zapnutý
de: RawBack ist aktiviert
es: RawBack está activado
fr: RawBack est activé
id: RawBack aktif
it: RawBack è abilitato
ja: RawBackは有効です
ko: RawBack이 활성화되었습니다
nl: RawBack is ingeschakeld
pl: RawBack jest włączone
pt_br: RawBack está ativado
pt_pt: RawBack está ativo
ru: RawBack включен
sv: RawBack är aktiverat
tr: RawBack etkin
uk: RawBack увімкнено
vi: RawBack đã bật
zh_hans: RawBack 已启用
zh_hant: RawBack 已啟用

source: RawBack is not enabled
cs: RawBack není zapnutý
de: RawBack ist nicht aktiviert
es: RawBack no está activado
fr: RawBack n’est pas activé
id: RawBack tidak aktif
it: RawBack non è abilitato
ja: RawBackは有効ではありません
ko: RawBack이 활성화되지 않았습니다
nl: RawBack is niet ingeschakeld
pl: RawBack nie jest włączone
pt_br: RawBack não está ativado
pt_pt: RawBack não está ativo
ru: RawBack не включен
sv: RawBack är inte aktiverat
tr: RawBack etkin değil
uk: RawBack не ввімкнено
vi: RawBack chưa bật
zh_hans: RawBack 未启用
zh_hant: RawBack 尚未啟用

source: You can close this app and use RawBack in Safari.
cs: Tuto aplikaci můžete zavřít a používat RawBack v Safari.
de: Sie können diese App schließen und RawBack in Safari verwenden.
es: Puedes cerrar esta app y usar RawBack en Safari.
fr: Vous pouvez fermer cette app et utiliser RawBack dans Safari.
id: Anda dapat menutup app ini dan menggunakan RawBack di Safari.
it: Puoi chiudere questa app e usare RawBack in Safari.
ja: このアプリを閉じてSafariでRawBackを使えます。
ko: 이 앱을 닫고 Safari에서 RawBack을 사용할 수 있습니다.
nl: Je kunt deze app sluiten en RawBack in Safari gebruiken.
pl: Możesz zamknąć tę aplikację i używać RawBack w Safari.
pt_br: Você pode fechar este app e usar o RawBack no Safari.
pt_pt: Pode fechar esta app e usar o RawBack no Safari.
ru: Можно закрыть это приложение и использовать RawBack в Safari.
sv: Du kan stänga appen och använda RawBack i Safari.
tr: Bu uygulamayı kapatıp RawBack’i Safari’de kullanabilirsiniz.
uk: Ви можете закрити цю програму та користуватися RawBack у Safari.
vi: Bạn có thể đóng ứng dụng này và dùng RawBack trong Safari.
zh_hans: 现在可以关闭此应用，并在 Safari 中使用 RawBack。
zh_hant: 你可以關閉此 app，並在 Safari 中使用 RawBack。

source: You can manage RawBack from Settings > Safari > Extensions.
cs: RawBack můžete spravovat v Nastavení > Safari > Rozšíření.
de: Sie können RawBack unter Einstellungen > Safari > Erweiterungen verwalten.
es: Puedes gestionar RawBack desde Ajustes > Safari > Extensiones.
fr: Vous pouvez gérer RawBack dans Réglages > Safari > Extensions.
id: Anda dapat mengelola RawBack dari Pengaturan > Safari > Ekstensi.
it: Puoi gestire RawBack da Impostazioni > Safari > Estensioni.
ja: RawBackは「設定 > Safari > 拡張機能」から管理できます。
ko: 설정 > Safari > 확장 프로그램에서 RawBack을 관리할 수 있습니다.
nl: Je kunt RawBack beheren via Instellingen > Safari > Extensies.
pl: Możesz zarządzać RawBack w Ustawienia > Safari > Rozszerzenia.
pt_br: Você pode gerenciar o RawBack em Ajustes > Safari > Extensões.
pt_pt: Pode gerir o RawBack em Definições > Safari > Extensões.
ru: RawBack можно настроить в Настройки > Safari > Расширения.
sv: Du kan hantera RawBack från Inställningar > Safari > Tillägg.
tr: RawBack’i Ayarlar > Safari > Genişletmeler bölümünden yönetebilirsiniz.
uk: RawBack можна керувати в Параметри > Safari > Розширення.
vi: Bạn có thể quản lý RawBack từ Cài đặt > Safari > Phần mở rộng.
zh_hans: 你也可以在“设置 > Safari 浏览器 > 扩展”中管理 RawBack。
zh_hant: 你可以從「設定」>「Safari」>「擴充功能」管理 RawBack。
